[
	{
		"devotional_id": "01",
        "user": {
            "user_id": "0002",
            "username": "claire_ma",
            "email": "claire_ma@gmail.com"
            },
        "devotional":"God will always do the right in your life. It might not make sense right now, but eventually, everything comes into focus. He sees everything happening to you and knows how to respond in the right way. He will deal with those who treat you wickedly. Keep your eyes on Jesus and trust the process. Freedom is coming. Don’t give up before He sets you free.There are fifteen songs of ascent that the Jews would sing as they climbed the hills that led to Jerusalem. These songs were packed with a history of how God had saved them in the past and prayers for future protection. It is good to remember what God has done for you because it gives you hope for the future. Here the psalmist recalls how his enemies had plowed long furrows into his back. (Vs. 3) They were slaves in Egypt and laid low by many nations during the time of the Judges."
	},
    {
		"devotional_id": "02",
        "user": {
            "user_id": "0001",
            "username": "doris_ma",
		    "user_email": "lullabydoris@gmail.com"
            },
        "devotional":"Have you ever heard the phrase, “Wait till your father gets home?” For those who have, it has struck fear in their hearts while they waited for Dad to get off work to dole out the punishment for some disobedience they committed. My siblings and I had several instances where we waited for hours in suspense. Most of the time, it was much ado about nothing, but a few were pretty painful to the backside. The results of discipline should produce better behavior afterward. It did for a while, but soon I forgot the past pain.The writer of Hebrews spends several verses in chapter twelve talking about the discipline of the Lord. Some translations call it chastening. It means to punish for the purpose of instruction. In today’s passage, the focus is on the results of discipline. For a moment, discipline isn’t joyful, but eventually, it yields fruit which for believers is righteousness. The key is to focus on the result of the chastening and not the brief moment of discomfort."
	},
    {
		"devotional_id": "03",
        "user": {
            "user_id": "0003",
            "username": "stefen_wang",
		    "user_email": "stefen_wang@gmail.com"
            },
        "devotional":"If you’ve read this devotion very long, one of the phrases you’ve heard me use repeatedly is “focus your eyes on Jesus.” Part of that comes from Colossians 3, which tells us to fix our mind on things above, and part of it comes from this passage. You will never go wrong when you focus on Jesus. He is the author and finisher of your faith. If you keep your mind on what He is concerned about, you will rarely venture off the path.The writer of Hebrews likens the Christian faith to running a race. This is why many think that Paul is the author of this book. This passage is similar to the ones in his epistles to Timothy. If you’re gonna run a race, you need to be lean and unencumbered with any excess weight. Hebrews 12:1 tells you to shed the sin and run with endurance because a great cloud of witnesses surrounds you. Then it goes on in verse two to say fix your eyes on Jesus because He is the one who made you who you are."
	}
]